IDS_DGNREPORTBASE_TEST = "DgnReportBase-Test(Lang:EN)"
IDS_DGNREPORTBASE_NOT_IMAGEFILE = "\""Il n’y a pas de fichier image.\"" "
IDS_USER_DEFINED_UNIT_SYSTEM_IS_APPLIED = "Le système d’unités défini par l’utilisateur est appliqué."
IDS_USER_UNIT_SYSTEM = "Système d'Unité"
IDS_DGNREPORTBASE_TABLE = "Table"
IDS_DGNREPORTBASE_FIGURE = "Figure"
IDS_DGNREPORTBASE_MARK_ROUND = "O"
IDS_DGNREPORTBASE_MARK_TRI = ">>"
IDS_DGNREPORTBASE_MARK_PI = "π"
IDS_DGNREPORTBASE_MARK_PLUS = "＋"
IDS_DGNREPORTBASE_MARK_MINUS = "－"
IDS_DGNREPORTBASE_MARK_MULTIPLY = "×"
IDS_DGNREPORTBASE_MARK_DIVISION = "÷"
IDS_DGNREPORTBASE_MARK_PLUSMINUS = "±"
IDS_DGNREPORTBASE_MARK_EQUAL = "＝"
IDS_DGNREPORTBASE_MARK_NOTEQUAL = "≠"
IDS_DGNREPORTBASE_MARK_APPEQUAL = "≒"
IDS_DGNREPORTBASE_MARK_LESS = "＜"
IDS_DGNREPORTBASE_MARK_GREATER = "＞"
IDS_DGNREPORTBASE_MARK_LESSEQUAL = "<="
IDS_DGNREPORTBASE_MARK_GREATEREQUAL = ">="
IDS_DGNREPORTBASE_MARK_INFINITY = "∞"
IDS_DGNREPORTBASE_MARK_THEREFORE = "∴"
IDS_DGNREPORTBASE_MARK_BECAUSE = "∵"
IDS_DGNREPORTBASE_MARK_REFERENCE = "※"
IDS_DGNREPORTBASE_MARK_ROOT = "√"
IDS_DGNREPORTBASE_MARK_DEGCELSIUS = "℃"
IDS_DGNREPORTBASE_MARK_DEGFAHRENHEIT = "℉"
IDS_DGNREPORTBASE_MARK_PERMILLE = "‰"
IDS_DGNREPORTBASE_MARK_RIGHTPOINTING = "☞"
IDS_DGNREPORTBASE_MARK_LEFTPOINTING = "☜"
IDS_DGNREPORTBASE_MARK_RIGHTARROW = "→"
IDS_DGNREPORTBASE_MARK_LEFTARROW = "←"
IDS_DGNREPORTBASE_MARK_HORIZONELLIPSIS = "…"
IDS_DGNREPORTBASE_MARK_OK = "○"
IDS_DGNREPORTBASE_OK = "O.K"
IDS_DGNREPORTBASE_NG = "N.G"
IDS_DGNREPORTBASE_ARROW_OK = "  →  O.K"
IDS_DGNREPORTBASE_ARROW_NG = "  →  N.G"
IDS_DGNREPORTBASE_ARROW_CHK = "  →  VÉRIFIER"
IDS_DGNREPORTBASE_ARROW_NOT_ACC = "  →  Non Acceptable"
IDS_DGNREPORTBASE_YES = "Oui"
IDS_DGNREPORTBASE_NO = "No"
IDS_DGNREPORTBASE_ARROW_SLENDER = "  →  Élancé"
IDS_DGNREPORTBASE_ARROW_NOT_SLENDER = "  →  Pas Élancé"
IDS_DGNREPORTBASE_ARROW_COMPACT = "  →  Compact"
IDS_DGNREPORTBASE_ARROW_NONCOMPACT = "  →  Noncompact"
IDS_DGNREPORTBASE_ARROW_NEED_SIDESWAY_BUCKLING = "  →  Le flambement par déversement n’est pas nécessaire"
IDS_DGNREPORTBASE_ARROW_CHK_SIDESWAY_BUCKLING = "  →  Vérifier le flambement latéral"
IDS_DGNREPORTBASE_STIFF_NOT_REQ = "Le raidisseur n’est pas requis"
IDS_DGNREPORTBASE_STIFF_REQ = "Le raidisseur est requis"
IDS_DGNREPORTBASE_SLENDER = "Élancé"
IDS_DGNREPORTBASE_NOT_SLENDER = "Pas Élancé"
IDS_DGNREPORTBASE_COMPACT = "Compact"
IDS_DGNREPORTBASE_NONCOMPACT = "Noncompact"
IDS_ANGLE_OF_ROTATION_AND_DERIVATIVES = "Angle de rotation et dérivées"
IDS_AXIAL_CAPACITY = "Capacité Axiale"
IDS_AXIAL_STRESS = "Contrainte Axiale"
IDS_AXIAL_RESISTANCE = "Résistance Axiale"
IDS_BENDING_AND_AXIAL_RESISTANCE = "Résistance à la Flexion et Axiale"
IDS_BENDING_AND_SHEAR_RESISTANCE = "Résistance à la Flexion et au Cisaillement"
IDS_BUCKLING_RESISTANCE = "Résistance au Flambement"
IDS_COMBINED_RATIO = "Ratio Combiné"
IDS_COMBINED_STRENGTH_RATIO = "Ratio de Résistance Combinée"
IDS_COMBINED_STRESS_RATIO = "Ratio de Contrainte Combinée"
IDS_COMPRESSION_RESISTANCE = "Résistance à la Compression"
IDS_COMPRESSION_STRENGTH = "Résistance à la Compression"
IDS_COMPRESSION_STRESS = "Contrainte de Compression"
IDS_FLANGE = "Flasque"
IDS_FLEXURAL_BUCKLING_RESISTANCE = "Résistance au Flambement Fléchissant"
IDS_LATERAL_TORSIONAL_BUCKLING_RESISTANCE = "Résistance au Flambement Torsionnel Latéral"
IDS_LIMIT_STATE_OF_BUCKLING = "État Limite de Flambement"
IDS_MAJOR = "Principal"
IDS_MAJOR_AXIS = "Axe Principal"
IDS_MINOR = "Secondaire"
IDS_MINOR_AXIS = "Axe Secondaire"
IDS_MOMENT_CAPACITY = "Capacité de Moment"
IDS_MOMENT_RESISTANCE = "Résistance au Moment"
IDS_MOMENT_STRENGTH = "Résistance au Moment"
IDS_MOMENT_STRESS = "Contrainte de Moment"
IDS_RESULT_BY_POSITION = "Résultat par Position"
IDS_SHEAR_CAPACITY = "Capacité au Cisaillement"
IDS_SHEAR_RESISTANCE = "Résistance au Cisaillement"
IDS_SHEAR_STRESS = "Contrainte de Cisaillement"
IDS_SLENDERNESS_RATIO = "Ratio d'Élancement"
IDS_STRESS = "Contrainte"
IDS_TENSION_RESISTANCE = "Résistance à la Tension"
IDS_TENSION_STRENGTH = "Résistance à la Tension"
IDS_TENSION_STRESS = "Contrainte de Tension"
IDS_TORSION_CAPACITY = "Capacité de Torsion"
IDS_TORSION_CAPACITY_OPEN_SECTION = "Capacité de Torsion (Section Ouverte)"
IDS_TORSION_STRENGTH = "Résistance à la Torsion"
IDS_TORSIONAL_FLEXURAL_BUCKLING_RESISTANCE = "Résistance au Flambement Flexionnel Torsionnel"
IDS_WEB = "Âme"
IDS_WIDTH_THICKNESS_RATIO = "Ratio Largeur-Épaisseur"
IDS_X = "X"
IDS_X_DIR = "Dir. X"
IDS_X_DIRECTION = "Direction X"
IDS_Y = "Y"
IDS_Y_DIR = "Dir. Y"
IDS_Y_DIRECTION = "Direction Y"
IDS_YIELDING_UNDER_NORMAL_STRESS = "Limite d'élasticité sous Contrainte Normale"
IDS_YIELDING_UNDER_SHEAR_STRESS = "Limite d'élasticité sous Contrainte de Cisaillement"
IDS_DGNREPORTBASE_MPHI_CURVE = "Courbe Moment-Courbure"
IDS_DGNREPORTBASE_STL_TENS = "Traction acier."
IDS_DGNREPORTBASE_STL_COMP = "Compression acier."
IDS_DGNREPORTBASE_CON_COMP = "Compression béton."
IDS_DGNREPORTBASE_STL_STRAIN = "Déformation de l'Acier"
IDS_DGNREPORTBASE_CON_STRAIN = "Déformation du béton"
IDS_DGNREPORTBASE_MOMENT = "Moment"
IDS_DGNREPORTBASE_CURVATURE = "Courbure"
IDS_DGNREPORTBASE_CURVE = "Courbe"
IDS_DGNREPORTBASE_POSITIVE = "Positif"
IDS_DGNREPORTBASE_NEGATIVE = "Négatif"
IDS_DGNREPORTBASE_AXIAL_FORCE = "Force Axiale"
IDS_DGNREPORTBASE_NA_ANGLE = "Angle de l'Axe Neutre"
IDS_DGNREPORTBASE_CON_HEIGHT = "Hauteur du Béton"
IDS_DGNREPORTBASE_CON_WIDTH = "Largeur du Béton"
IDS_DGNREPORTBASE_CON_AREA = "Surface du Béton"
IDS_DGNREPORTBASE_RBAR_AREA = "Surface de la Barre d'Armature"
IDS_DGNREPORTBASE_CRACK = "Fissure"
IDS_DGNREPORTBASE_YIELD = "Limite d'élasticité"
IDS_DGNREPORTBASE_INITIAL = "Initial"
IDS_DGNREPORTBASE_IDEAL = "Idéal."
IDS_DGNREPORTBASE_ULTIMATE = "Ultime"
IDS_DGNREPORTBASE_CHECK = "Check"
IDS_DGNREPORTBASE_DESIGN_SECTION = "Design Section of "
IDS_DGNREPORTBASE_DESIGN_REBAR = "Design Rebar of "
IDS_DGNREPORTBASE_EDIT = "Edit"
IDS_DGNREPORTBASE_CONCRETE = " Concrete "
IDS_DGNREPORTBASE_STEEL = " Steel "
IDS_DGNREPORTBASE_SRC = " SRC "
IDS_DGNREPORTBASE_STEEL_COMPOSITE = " Steel Composite "
IDS_DGNREPORTBASE_BEAM = " Beam..."
IDS_DGNREPORTBASE_PLATE_BEAM = " Plate Beam..."
IDS_DGNREPORTBASE_COLUMN = " Column..."
IDS_DGNREPORTBASE_PLATE_COLUMN = " Plate Column..."
IDS_DGNREPORTBASE_BRACE = " Brace..."
IDS_DGNREPORTBASE_WALL = " Wall..."
IDS_DGNREPORTBASE_SLAB = " Slab..."
IDS_DGNREPORTBASE_ISO_FOOTING = " Isolated Footing..."
IDS_DGNREPORTBASE_STRIP_FOOTING = " Strip Footing..."
IDS_DGNREPORTBASE_PILE_FOOTING = " Pile Footing..."
IDS_DGNREPORTBASE_BASEMENT_WALL = " Basement Wall..."
IDS_DGNREPORTBASE_INPLANE_WALL = " InPlaneWall..."
IDS_DGNREPORTBASE_SHELL = " Shell..."
IDS_DGNREPORTBASE_MARK_SUM = "Σ"
IDS_WELD_POSITION = "Weld Position"
IDS_WELD_LENGTH = "Weld Length"
IDS_PROVIDED_WELD_LENGTH = "Provided Length"

